export const timelineData = [
    { year: "2010.08", text: "한글 파워포인트 B등급 취득 - 정보기술자격 (ITQ)" },
    { year: "2010.11", text: "아래 한글 B등급 취득 - 정보기술자격 (ITQ)" },
    { year: "2018.06", text: "세부국제학교 졸업 - International Baccalaureate (IB)" },
    { year: "2018.06", text: "자동차 운전 면허증 취득 - 서울 중랑 경찰서" },
    { year: "2024.12", text: "University of Maryland 졸업 - Information Science 전공" },
    { year: "2025.05", text: "데이터 분석 모델링 DBA의 첫걸음 SQL 마스터 수료 - KH정보교육원" },
    { year: "2025.05", text: "C언어 핵심요점 정리에서 데이터 시각화까지 수료 - KH정보교육원" },
    { year: "2025.06", text: "SQLD 개발자 자격증 취득 - 한국 데이터 산업 진흥원" },
    { year: "2025.09", text: "정보처리기사 필기 합격 - Q Net" },
    { year: "2025.09", text: "React & Spring 활용 Java 개발자 양성과정 수료 - KH정보교육원" },
    { year: "~Present", text: "꾸준히 성장중...💪" },
];

export const positions = [
    { left: "5%", top: "4%" },
    { left: "28%", top: "4%" },
    { left: "51%", top: "4%" },
    { left: "74%", top: "4%" },
    { left: "65%", top: "28.5%" },
    { left: "40%", top: "28.5%" },
    { left: "15%", top: "28.5%" },
    { left: "7%", top: "53.5%" },
    { left: "30%", top: "53.5%" },
    { left: "53%", top: "53.5%" },
    { left: "76%", top: "53.5%" },
];